Terraform plan output in offloc/prod: 
```
[command]/home/runner/work/_temp/1f2d0205-5253-421b-b15c-c2eb14abaf27/terraform-bin plan -out=tf.plan -refresh=false -no-color

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
-/+ destroy and then create replacement

Terraform will perform the following actions:

  # module.app_service.azurerm_app_service_certificate_binding.binding must be replaced
-/+ resource "azurerm_app_service_certificate_binding" "binding" {
      ~ app_service_name    = "offloc-prod" -> (known after apply)
      ~ hostname            = "www.offloc.service.justice.gov.uk" -> (known after apply)
      ~ id                  = "/subscriptions/a5ddf257-3b21-4ba9-a28c-ab30f751b383/resourceGroups/offloc-prod/providers/Microsoft.Web/sites/offloc-prod/hostNameBindings/www.offloc.service.justice.gov.uk|/subscriptions/a5ddf257-3b21-4ba9-a28c-ab30f751b383/resourceGroups/offloc-prod/providers/Microsoft.Web/certificates/offloc-prod-offloc-prod-CERTwwwDOTofflocDOTserviceDOTjusticeDOTgovDOTuk" -> (known after apply)
      ~ ssl_state           = "IpBasedEnabled" -> "SniEnabled" # forces replacement
      ~ thumbprint          = "1ACB72512C82198CDDA7C1FC432A4074AB3493F8" -> (known after apply)
        # (2 unchanged attributes hidden)

      - timeouts {}
    }

Plan: 1 to add, 0 to change, 1 to destroy.

─────────────────────────────────────────────────────────────────────────────

Saved the plan to: tf.plan

To perform exactly these actions, run the following command to apply:
    terraform apply "tf.plan"
::debug::Terraform exited with code 0.
::debug::stdout: %0ATerraform used the selected providers to generate the following execution%0Aplan. Resource actions are indicated with the following symbols:%0A-/+ destroy and then create replacement%0A%0ATerraform will perform the following actions:%0A%0A  # module.app_service.azurerm_app_service_certificate_binding.binding must be replaced%0A-/+ resource "azurerm_app_service_certificate_binding" "binding" {%0A      ~ app_service_name    = "offloc-prod" -> (known after apply)%0A      ~ hostname            = "www.offloc.service.justice.gov.uk" -> (known after apply)%0A      ~ id                  = "/subscriptions/a5ddf257-3b21-4ba9-a28c-ab30f751b383/resourceGroups/offloc-prod/providers/Microsoft.Web/sites/offloc-prod/hostNameBindings/www.offloc.service.justice.gov.uk|/subscriptions/a5ddf257-3b21-4ba9-a28c-ab30f751b383/resourceGroups/offloc-prod/providers/Microsoft.Web/certificates/offloc-prod-offloc-prod-CERTwwwDOTofflocDOTserviceDOTjusticeDOTgovDOTuk" -> (known after apply)%0A      ~ ssl_state           = "IpBasedEnabled" -> "SniEnabled" # forces replacement%0A      ~ thumbprint          = "1ACB72512C82198CDDA7C1FC432A4074AB3493F8" -> (known after apply)%0A        # (2 unchanged attributes hidden)%0A%0A      - timeouts {}%0A    }%0A%0APlan: 1 to add, 0 to change, 1 to destroy.%0A%0A─────────────────────────────────────────────────────────────────────────────%0A%0ASaved the plan to: tf.plan%0A%0ATo perform exactly these actions, run the following command to apply:%0A    terraform apply "tf.plan"%0A
::debug::stderr: 
::debug::exitcode: 0
::set-output name=stdout::%0ATerraform used the selected providers to generate the following execution%0Aplan. Resource actions are indicated with the following symbols:%0A-/+ destroy and then create replacement%0A%0ATerraform will perform the following actions:%0A%0A  # module.app_service.azurerm_app_service_certificate_binding.binding must be replaced%0A-/+ resource "azurerm_app_service_certificate_binding" "binding" {%0A      ~ app_service_name    = "offloc-prod" -> (known after apply)%0A      ~ hostname            = "www.offloc.service.justice.gov.uk" -> (known after apply)%0A      ~ id                  = "/subscriptions/a5ddf257-3b21-4ba9-a28c-ab30f751b383/resourceGroups/offloc-prod/providers/Microsoft.Web/sites/offloc-prod/hostNameBindings/www.offloc.service.justice.gov.uk|/subscriptions/a5ddf257-3b21-4ba9-a28c-ab30f751b383/resourceGroups/offloc-prod/providers/Microsoft.Web/certificates/offloc-prod-offloc-prod-CERTwwwDOTofflocDOTserviceDOTjusticeDOTgovDOTuk" -> (known after apply)%0A      ~ ssl_state           = "IpBasedEnabled" -> "SniEnabled" # forces replacement%0A      ~ thumbprint          = "1ACB72512C82198CDDA7C1FC432A4074AB3493F8" -> (known after apply)%0A        # (2 unchanged attributes hidden)%0A%0A      - timeouts {}%0A    }%0A%0APlan: 1 to add, 0 to change, 1 to destroy.%0A%0A─────────────────────────────────────────────────────────────────────────────%0A%0ASaved the plan to: tf.plan%0A%0ATo perform exactly these actions, run the following command to apply:%0A    terraform apply "tf.plan"%0A
::set-output name=stderr::
::set-output name=exitcode::0
```